Repository: beamPacer/DecisionMaker
Catalog: *.lproj/Localizable.strings
Languages: ar, ja, ko, ru

# app.title
source: Decision Maker
ar: صانع القرار
ja: 意思決定メーカー
ko: 결정 메이커
ru: Приниматель решений

# exampleData.buyingAHouse.title
source: Example: Buying a House
ar: مثال: شراء منزل
ja: 例：家を買う
ko: 예시: 집 구매
ru: Пример: Покупка дома

# exampleData.buyingAHouse.color
source: Color
ar: اللون
ja: 色
ko: 색상
ru: Цвет

# exampleData.buyingAHouse.price
source: Price
ar: السعر
ja: 価格
ko: 가격
ru: Цена

# exampleData.buyingAHouse.location
source: Location
ar: الموقع
ja: 場所
ko: 위치
ru: Местоположение

# exampleData.buyingAHouse.option1.title
source: 144 38th St.
ar: 144 شارع 38
ru: 144 улица 38

# exampleData.buyingAHouse.option1.color
source: Green
ar: أخضر
ja: 緑
ko: 녹색
ru: Зеленый

# exampleData.buyingAHouse.option1.price
source: 244k
ru: 244 тыс.

# exampleData.buyingAHouse.option1.location
source: Near work
ar: بالقرب من العمل
ja: 職場の近く
ko: 근무지 근처
ru: Рядом с работой

# exampleData.buyingAHouse.option2.title
source: N. Broadway Yellow House
ar: المنزل الأصفر في شمال برودواي
ru: Желтый дом на Северной Бродвее

# exampleData.buyingAHouse.option2.color
source: Yellow
ar: أصفر
ja: 黄色
ko: 노란색
ru: Желтый

# exampleData.buyingAHouse.option2.price
source: 197k
ru: 197 тыс.

# exampleData.buyingAHouse.option2.location
source: Near dog park
ar: بالقرب من حديقة الكلاب
ja: 犬の公園の近く
ko: 개 공원 근처
ru: Рядом с парком для собак

# exampleData.buyingAHouse.option3.title
source: Condo on 47th
ar: شقة في الشارع 47
ja: 47番街のコンドミニアム
ko: 47번가의 콘도
ru: Кондоминиум на 47-й

# exampleData.buyingAHouse.option3.color
source: Brown
ar: بني
ja: 茶色
ko: 갈색
ru: Коричневый

# exampleData.buyingAHouse.option3.price
source: 152k
ru: 152 тыс.

# exampleData.buyingAHouse.option3.location
source: Nearest to work
ar: أقرب إلى العمل
ja: 職場に最も近い
ko: 근무지와 가장 가까움
ru: Ближайшее к работе

# exampleData.buyingAHouse.option4.title
source: Split-level on Grand
ar: منزل مستويات على جراند
ja: Grandのスプリットレベル
ko: Grand의 Split-level
ru: Двухуровневый дом на Гранд

# exampleData.buyingAHouse.option4.color
source: Purple
ar: أرجواني
ja: 紫
ko: 보라색
ru: Пурпурный

# exampleData.buyingAHouse.option4.price
source: 114k
ru: 114 тыс.

# exampleData.buyingAHouse.option4.location
source: Near Gym
ar: بالقرب من الجيم
ja: ジムの近く
ko: 체육관 근처
ru: Рядом с тренажерным залом

# decision.newDecisionTitle
source: New Decision
ar: قرار جديد
ja: 新しい決定
ko: 새로운 결정
ru: Новое решение

# decision.enterNewPrompt
source: Enter decision title
ar: أدخل عنوان القرار
ja: 決定のタイトルを入力してください
ko: 결정 제목을 입력하세요
ru: Введите название решения

# decision.titlePlaceholder
source: Decision Title
ar: عنوان القرار
ja: 決定のタイトル
ko: 결정 제목
ru: Название решения

# decision.getResults
source: Get Results
ar: احصل على النتائج
ja: 結果を得る
ko: 결과 보기
ru: Получить результаты

# decision.addNewTitle
source: Add new decision
ar: أضف قرارًا جديدًا
ja: 新しい決定を追加
ko: 새로운 결정 추가
ru: Добавить новое решение

# decision.mainListTitle
source: Decisions
ar: القرارات
ja: 決定事項
ko: 결정 사항
ru: Решения

# result.title
source: Results
ar: النتائج
ja: 結果
ko: 결과
ru: Результаты

# result.oneItemTitle
source: You only have one option in your list! Come back when you have more options to consider.
ar: لديك خيار واحد فقط في قائمتك! عد عندما يكون لديك المزيد من الخيارات للنظر فيها.
ja: リストには一つの選択肢しかありません！他の選択肢が増えたら戻ってきてください。
ko: 목록에 한 가지 옵션만 있습니다! 더 많은 옵션을 고려할 수 있을 때 다시 와보세요.
ru: У вас всего один вариант в списке! Вернитесь, когда у вас будет больше вариантов для рассмотрения.

# result.noItemsTitle
source: You don't have any options in your list! Come back when you've added some.
ar: ليس لديك أي خيارات في قائمتك! عد عندما تضيف بعضها.
ja: リストには選択肢がありません！何か追加したら戻ってきてください。
ko: 목록에 옵션이 없습니다! 추가한 후 다시 와보세요.
ru: У вас нет никаких вариантов в списке! Вернитесь, когда вы добавите некоторые.

# result.runnersUpTitle
source: Runners Up
ar: الخاسرون
ja: 次点
ko: 준우승자들
ru: Претенденты

# staticAttributes.groupLabel
source: Attributes I'm looking for
ar: الخصائص التي أبحث عنها
ja: 探している属性
ko: 내가 찾고 있는 속성
ru: Атрибуты, которые я ищу

# staticAttributes.addNewTitle
source: Add new attribute
ar: أضف خاصية جديدة
ja: 新しい属性を追加
ko: 새로운 속성 추가
ru: Добавить новый атрибут

# staticAttributes.newAttributeTitle
source: New attribute
ar: خاصية جديدة
ja: 新しい属性
ko: 새로운 속성
ru: Новый атрибут

# staticAttributes.defaultTitle
source: Title
ar: العنوان
ja: タイトル
ko: 제목
ru: Название

# staticAttributes.importanceLabel
source: Importance:
ar: الأهمية:
ja: 重要性：
ko: 중요성:
ru: Важность:

# staticAttributes.editAttributeNavTitle
source: Edit attribute
ar: تعديل الخاصية
ja: 属性を編集
ko: 속성 수정
ru: Редактировать атрибут

# staticAttributes.importanceSliderStartLabel
source: Not important
ar: غير مهم
ja: 重要でない
ko: 별로 중요하지 않음
ru: Не важно

# staticAttributes.importanceSliderEndLabel
source: Very important
ar: مهم جدا
ja: 非常に重要
ko: 매우 중요함
ru: Очень важно

# options.groupLabel
source: Options I have
ar: الخيارات التي لدي
ja: 私が持っている選択肢
ko: 내가 가진 옵션
ru: Варианты, которые у меня есть

# options.addNewTitle
source: Add new option
ar: أضف خيارًا جديدًا
ja: 新しいオプションを追加
ko: 새로운 옵션 추가
ru: Добавить новый вариант

# options.newOptionTitle
source: New option
ar: خيار جديد
ja: 新しいオプション
ko: 새로운 옵션
ru: Новый вариант

# options.defaultTitle
source: Title
ar: العنوان
ja: タイトル
ko: 제목
ru: Название

# options.editOptionNavTitle
source: Edit option
ar: تعديل الخيار
ja: オプションを編集
ko: 옵션 수정
ru: Редактировать вариант

# optionAttributes.defaultValue
source: Value
ar: القيمة
ja: 値
ko: 값
ru: Значение

# optionAttributes.goodnessLabel
source: How happy I am with this value:
ar: كم أنا سعيد بهذه القيمة:
ja: この価値にどれだけ満足しているか：
ko: 이 값에 대해 얼마나 만족하는지:
ru: Насколько я доволен этим значением:

# optionAttributes.goodnessSliderStartLabel
source: Not great
ar: ليس جيد
ja: それほど良くない
ko: 그다지 좋지 않음
ru: Не здорово

# optionAttributes.goodnessSliderEndLabel
source: Very happy
ar: سعيد جدا
ja: 非常に満足
ko: 매우 행복함
ru: Очень доволен

# common.done
source: Done
ar: تم
ja: 完了
ko: 완료
ru: Готово

# common.search
source: Search
ar: بحث
ja: 検索
ko: 검색
ru: Поиск

# emojiPicker.title
source: Choose an Emoji
ar: اختر الإيموجي
ja: 絵文字を選択
ko: 이모티콘 선택
ru: Выберите эмодзи
